Repository: mredle/expenseapp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log in to access this page.
de: Bitte melde dich an um diese Seite zu sehen.

source: Log entries
de: Log-Einträge

source: Thumbnails
de: Miniaturansichten

source: Images
de: Bilder

source: Event currencies
de: Währungen in Veranstaltungen

source: Currencies
de: Währungen

source: Events
de: Veranstaltungen

source: Expenses
de: Ausgaben

source: Settlements as sender
de: Ausgleichszahlungen als Absender

source: Settlements as recipient
de: Ausgleichszahlungen als Empfänger

source: Posts
de: Beiträge

source: Messages sent
de: Nachrichten versendet

source: Messages received
de: Nachrichten empfangen

source: Notifications
de: Benachrichtigungen

source: Tasks
de: Aufgaben

source: Users
de: Benutzer

source: Event users
de: Benutzer in Veranstaltungen

source: Your balance of event %(eventname)s
de: Deine Abrechnung für event %(eventname)s

source: Please settle your depts!
de: Bitte begleiche deine Schulden!

source: Performing housekeeping jobs...
de: Führe Aufräumarbeiten durch

source: Checking currencies...
de: Währungen überprüfen...

source: Updating currencies...
de: Währungen aktualisieren...

source: A new user has registered on ExpenseApp: %(username)s (%(email)s)
de: Ein neuer Benutzer hat sich auf der ExpenseApp registriert: %(username)s (%(email)s)

source: New user has registered on ExpenseApp!
de: Ein neuer Benutzer hat sich bei ExpenseApp registriert!

source: Validate Your Email
de: Validiere deine eMail

source: Reset Your Password
de: Passwort zurücksetzen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Remember Me
de: Angemeldet bleiben

source: Sign In
de: Anmelden

source: Language
de: Sprache

source: Register
de: Registrieren

source: Please use a different username.
de: Bitte einen anderen Benutzernamen wählen.

source: Please use a different email address.
de: Bitte eine andere email Adresse wählen.

source: Request Password Reset
de: Passwort Rücksetzung anfordern

source: Repeat Password
de: Passwort wiederhohlen

source: Invalid username or password
de: Ungültiger Benutzername oder Passwort

source: Congratulations, you are now a registered user!
de: Gratuliere, du bist nun ein registrierter Benutzer!

source: Please check your email to activate your account
de: Bitte überprüfe deine emails um dein Konto zu aktivieren

source: Check your email for the instructions to reset your password
de: Folge den Instruktionen im email um dein Passwort zurückzusetzen

source: Reset Password
de: Passwort zurücksetzen

source: Your password has been reset.
de: Dein Passwort wurde zurückgesetzt.

source: Set your password
de: Setze dein Passwort

source: Say something
de: Sag etwas

source: Submit
de: Senden

source: Value in CHF
de: Wert in CHF

source: Date in Y-m-d
de: Datum als Y-m-d

source: Link to external fileshare
de: Link zu externer Datenablage

source: Description
de: Beschreibung

source: Base currency
de: Rechnungswährung

source: Allowed currencies
de: Erlaubte Währungen

source: Exchange fee (%)
de: Wechselgebühren (%)

source: Select accountant
de: Wähle den Buchhalter

source: Weighting
de: Gewichtung

source: About me
de: Über mich

source: Account owner name
de: Kontobesitzer

source: Address line
de: Adresse

source: Address suffix
de: Adresszusatz

source: ZIP
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Select user (will be saved as cookie)
de: Benutzer auswählen (wird als cookie gespeichert)

source: Add user
de: Benutzer hinzufügen

source: Currency
de: Währung

source: Amount
de: Betrag

source: For users
de: Für Benutzer

source: Date
de: Datum

source: Recipient
de: Empfänger

source: Hi %(username)s, your events:
de: Hallo %(username)s, deine Veranstaltungen:

source: User %(username)s
de: Benutzer %(username)s

source: You selected user %(username)s as context
de: Du hast Benutzer %(username)s als Kontext gewählt

source: Select user
de: Wähle den Benutzer

source: Your post is now live!
de: Dein Beitrag ist nun online!

source: Your are only allowed to edit your own event!
de: Du kannst nur deine eigene Veranstaltung bearbeiten!

source: Your are only allowed to edit an open event!
de: Du kannst nur eine geöffnete Veranstaltung bearbeiten!

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Set rate
de: Setze Wechselkurs

source: Your new event has been added.
de: Deine neue Veranstaltung wurde hinzugefügt.

source: New Event
de: Neue Veranstaltung

source: Edit Event
de: Veranstaltung bearbeiten

source: Importing %(filename)s...
de: Importiere %(filename)s...

source: Invalid or empty image.
de: Ungültiges oder leeres Bild.

source: Event Picture
de: Veranstaltungsbild

source: User %(username)s has been added to event %(event_name)s.
de: Benutzer %(username)s wurde der Veranstaltung %(event_name)s hinzugefügt.

source: User %(username)s cannot be removed from event %(event_name)s.
de: Benutzer %(username)s kann nicht von der Veranstaltung %(event_name)s entfernt werden.

source: User %(username)s has been removed from event %(event_name)s.
de: Benutzer %(username)s wurde aus der Veranstaltung %(event_name)s entfernt.

source: Your are only allowed to edit your own user!
de: Du darfst nur deinen eigenen Benutzer bearbeiten!

source: Edit Profile
de: Benutzerprofil bearbeiten

source: Edit Bank Account
de: Bearbeite Bankkonto

source: Profile Picture
de: Benutzerprofilbild

source: Your new expense has been added to event %(event_name)s.
de: Deine neue Ausgabe wurde der Veranstaltung %(event_name)s hinzugefügt.

source: Your are only allowed to edit your own expense!
de: Du darfst nur deine eigenen Ausgaben bearbeiten!

source: Add Receipt
de: Beleg hinzufügen

source: Edit Expense
de: Ausgabe bearbeiten

source: Expense over %(amount_str)s has been removed from event %(event_name)s.
de: Ausgabe von %(amount_str)s wurde aus der Veranstaltung %(event_name)s entfernt.

source: User %(username)s has been added to the expense.
de: Benutzer %(username)s wurde zur Ausgabe hinzugefügt.

source: User %(username)s cannot be removed from the expense.
de: Benutzer %(username)s kann nicht von der Ausgabe entfernt werden.

source: User %(username)s has been removed from the expense.
de: Benutzer %(username)s wurde von der Ausgabe entfernt.

source: Your new settlement has been added to event %(event_name)s.
de: Deine neue Ausgleichszahlung wurde der Veranstaltung %(event_name)s hinzugefügt.

source: Your are only allowed to edit your own settlements!
de: Du darfst nur deine eigenen Ausgleichszahlungen bearbeiten!

source: Edit Settlement
de: Ausgleichszahlung bearbeiten

source: Your are only allowed to confirm a settlement directed to you!
de: Du darfst nur eine an dich gerichtete Ausgleichszahlungen bestätigen!

source: Confirmed by user %(username)s
de: Bestätigt von Benutzer %(username)s

source: Settlement over %(amount_str)s has been removed from event %(event_name)s.
de: Ausgleichszahlung von %(amount_str)s wurde aus der Veranstaltung %(event_name)s entfernt.

source: Your are only allowed to send payment reminders of your own event!
de: Du kannst nur Zahlungserinnerungen deiner eigenen Veranstaltung versenden!

source: Sending balance reports...
de: Sende Abrechnungen...

source: All users have been reminded of their duties!
de: Alle Beteiligten wurden ihrer Pflichten erinnert!

source: The balance has been sent to your email
de: Die Abrechnung wurde an deine email versendet

source: Your are only allowed to convert currencies of your own event!
de: Du kannst nur Währungen deiner eigenen Veranstaltung umwandeln!

source: All transaction of this event have been converted to %(code)s.
de: Alle Beträge dieser Veranstaltung wurden zu %(code)s umgewandelt.

source: Your are only allowed to reopen your own event!
de: Du kannst nur deine eigene Veranstaltung wieder öffnen!

source: Event has been reopened.
de: Veranstaltung wurde wieder geöffnet

source: Your are only allowed to close your own event!
de: Du kannst nur deine eigene Veranstaltung schliessen!

source: Your are only allowed to close an event with no open liabilities!
de: Du kannst nur eine Veranstaltung mit ausgeglichener Bilanz schliessen!

source: Event has been closed.
de: Veranstaltung wurde geschlossen

source: Picture
de: Foto

source: Images only!
de: Nur Bilder erlaubt!

source: Timezone
de: Zeitzone

source: Message
de: Nachricht

source: ISO-4217-Number
de: ISO-4217-Nummer

source: Image
de: Bild

source: Current currencies
de: Aktuelle Währungen

source: Only an admin is allowed to create new currencies!
de: Nur ein Admin kann neue Währungen erstellen!

source: Your new currency has been added.
de: Deine neue Währung wurde hinzugefügt.

source: New Currency
de: Neue Währung

source: Only an admin is allowed to edit currencies!
de: Nur ein Admin kann Währungen bearbeiten!

source: Edit Currency
de: Währung bearbeiten

source: Current users
de: Aktuelle Benutzer

source: Only an admin can create new users!
de: Nur ein Administrator kann neue Benutzer erstellen!

source: New user %(username)s created
de: Neuer Benutzer %(username)s wurde erstellt

source: New User
de: Neuer Benutzer

source: Only an admin can edit users!
de: Nur ein Administrator kann Benutzer bearbeiten!

source: You cannot change the master admin!
de: Du kannst den Grossen Administrator nicht verändern!

source: Edit User
de: Benutzer bearbeiten

source: Only an admin can set the admin rights!
de: Nur ein Administrator kann Administratorenrechte vergeben!

source: Only an admin can revoke the admin rights!
de: Nur ein Administrator kann Administratorenrechte zurücksetzen!

source: Logs
de: Logeinträge

source: Your are only allowed to view your own logs!
de: Du darfst nur deine eigenen Logeinträge sehen!

source: Trace
de: Spuhr

source: Only an admin can create errors!
de: Nur ein Administrator kann Fehler erzeugen!

source: This flash should never show up: %(test_number)s
de: Dieser Popup sollte nie auftauchen: %(test_number)s

source: Your are only allowed to delete your own task!
de: Du kannst nur deine eigenen Aufgaben entfernen!

source: Task %(name)s from user %(username)s has been removed
de: Aufgabe %(name)s von Benutzer %(username)s wurde entfernt

source: Only an admin can start tasks!
de: Nur ein Administrator kann Aufgaben starten

source: Consuming %(amount)s s of time...
de: Verbrauche %(amount)s s Zeit...

source: A time consuming task is currently in progress
de: Eine zeitraubende Aufgabe ist im Gange

source: Checking online sources for currency rates
de: Überprüfe online Quellen für Wechselkurse

source: Updating currency rates from known sources
de: Aktualisiere Wechselkurse aus online Quellen

source: Creating %(count)s/%(amount)s errors of type %(error_type)s ...
de: Erzeuge %(count)s/%(amount)s Fehler vom Typ %(error_type)s ...

source: %(amount)s tasks with TypeErrors have been created
de: %(amount)s Aufgaben mit TypeErrors wurden erzeugt

source: Statistics
de: Statistiken

source: Your message has been sent.
de: Deine Nachricht wurde versendet.

source: Messages
de: Nachrichten

source: An export task is currently in progress
de: Ein Exportvorgang läuft schon zur Zeit

source: Exporting posts...
de: Beiträge exportieren...

source: edit
de: bearbeiten

source: %(code)s 1 equals CHF %(inCHF).4f
de: %(code)s 1 entspricht CHF %(inCHF).4f

source: trace
de: Spuhr

source: Show %(trace)s
de: Zeige %(trace)s

source: You wrote %(username)s %(when)s:
de: Du hast %(username)s %(when)s geschrieben:

source: %(username)s wrote you %(when)s:
de: %(username)s schrieb dir %(when)s:

source: remove
de: entfernen

source: Task %(name)s from user %(username)s
de: Aufgabe %(name)s von Benutzer %(username)s

source: Complete
de: Abgeschlossen

source: Pending, progress: %(progress)s
de: Offen, Fortschritt: %(progress)s

source: Expense App!
de: Ausgaben App

source: Login
de: Anmelden

source: Profile
de: Benutzerprofil

source: Logout
de: Abmelden

source: Previous currencies
de: Verherige Wärhungen

source: More currencies
de: Weitere Währungen

source: Turn image CW by 90 degree
de: Drehe das Bild um 90 Grad im UZS

source: Turn image CCW by 90 degree
de: Drehe das Bild um 90 Grad im GUZS

source: Turn image upside down
de: Drehe das Bild auf den Kopf

source: Back to administration
de: Zurück zur Administration

source: All
de: Alle

source: Error
de: Fehler

source: Warning
de: Warnung

source: Create TypeError
de: Erzeuge TypeError

source: Create TypeError in task
de: Erzeuge TypeError in einer Aufgabe

source: Newer logs
de: Neuere Logeinträge

source: Older logs
de: Ältere Logeinträge

source: Newer messages
de: Neuere Nachrichten

source: Older messages
de: Ältere Nachrichten

source: Waste time
de: Verschwende Zeit

source: Check currencies
de: Überprüfe Wechselkurse

source: Update currencies
de: Aktualisiere Wechselkurse

source: History
de: Verlauf

source: Uncomplete
de: Pendent

source: Newer tasks
de: Neuere Aufgaben

source: Older tasks
de: Ältere Aufgaben

source: Back to logs
de: Zurück zu den Logeinträgen

source: Last seen on
de: Zuletzt angesehen

source: Edit your profile picture
de: Benutzerprofilbild bearbeiten

source: Set admin
de: Administratorrecht setzen

source: Revoke admin
de: Administratorrecht entziehen

source: Edit your profile
de: Benutzerprofil bearbeiten

source: Export your posts
de: Beiträge exportieren

source: Consume 10s
de: Verbrauche 10s

source: Send private message
de: Private Nachricht senden

source: Previous users
de: Vorherige Benutzer

source: More users
de: Mehr Benutzer

source: New User?
de: Neuer Benutzer?

source: Click to Register!
de: Hier klicken um dich zu Registrieren!

source: Forgot Your Password?
de: Passwort vergessen?

source: Click to Reset It
de: Klicken um es zurückzusetzen

source: Dear %(username)s
de: Lieber %(username)s

source: Attached you find the balance of event %(eventname)s at time %(timenow)s
de: Im Anhang findest du die Abrechnung zum Event %(eventname)s zur Zeit %(timenow)s

source: Sincerely
de: Hochachtungsvoll

source: To settle all your depts, you have to make the following payment to me
de: Um all deine Schulden zu begleichen, musst du mir folgende Summe überweisen

source: You can pay directly my bank account
de: Du kannst den Betrag direkt auf mein Konto überweisen

source: Account name
de: Kontoname

source: Address
de: Adresse

source: ZIP/city
de: PLZ/Stadt

source: To reset your password click on the following link
de: Um dein Passwort zurückzusetzen, klicke auf den folgenden Link

source: click here
de: klicke hier

source: Alternatively, you can paste the following link in your browser's address bar
de: Alternativ kannst du auch den folgenden Link in die Adresszeile deines Browsers kopieren

source: If you have not registered simply ignore this message
de: Falls du dich nicht registriert hast, ignoriere diese Nachricht einfach

source: To validate your email and set your password click on the following link
de: Um deine eMail zu verifizieren und das Passwort zu setzen, klicke auf den folgenden Link

source: Not Found
de: Nicht gefunden

source: Back
de: Zurück

source: An unexpected error has occurred
de: Etwas unerwartetes ist passiert

source: The administrator has been notified. Sorry for the inconvenience!
de: Der Administrator wurde informiert. Entschuldige die Störung!

source: %(from)s has to pay %(to)s:
de: %(from)s muss %(to)s bezahlen:

source: Amount has been paid
de: Betrag wurde bezahlt

source: exchange rate
de: Wechselkurs

source: %(code)s 1 equals CHF %(inCHF).4f (%(edit_link)s)
de: %(code)s 1 entspricht CHF %(inCHF).4f (%(edit_link)s)

source: add receipt
de: Beleg hinzufügen

source: %(affected_users)d User
de: %(affected_users)d Benutzer

source: %(when)s, %(username)s spent %(amount_str)s for %(affected_users)s:
de: %(when)s, gab %(username)s %(amount_str)s für %(affected_users)s aus:

source: %(username)s said %(when)s:
de: %(username)s sagte %(when)s:

source: %(when)s, %(sender)s sent %(amount_str)s to %(recipient)s:
de: %(when)s, %(sender)s hat %(amount_str)s für %(recipient)s überwiesen:

source: Weighting: %(weight)0.1f
de: Gewichtung: %(weight)0.1f

source: Back to event
de: Zurück zur Veranstaltung

source: Send balance sheet as PDF to my email
de: Sende Abrechnung als PDF an meine email

source: Summary
de: Zusammenfassung

source: Total expenses
de: Total Ausgaben

source: Expenses paid
de: Ausgaben bezahlt

source: Expenses involved
de: In Ausgaben verwickelt

source: Sent to users
de: Benutzern gesendet

source: Received from users
de: Von Benutzern erhalten

source: Balance
de: Saldo

source: Financial compensation
de: Finanzausgleich

source: Accountant
de: Buchhalter

source: Back to expenses
de: Zurück zu den Ausgaben

source: Add expense
de: Ausgaben hinzufügen

source: Newer expenses
de: Neuere Ausgaben

source: Older expenses
de: Ältere Ausgaben

source: Newer events
de: Neuere Veranstaltungen

source: Older events
de: Ältere Veranstaltungen

source: as user
de: als Benutzer

source: Change user context
de: Wechsle Benutzerkontext

source: Set a profile picture
de: Setze ein Profilbild

source: Edit event picture
de: Profilbild bearbeiten

source: Set event picture
de: Profilbild setzen

source: Admin
de: Administrator

source: Base Currency
de: Rechnungswährung

source: Exchange fee
de: Wechselgebühren

source: From
de: Von

source: %(count)d users
de: %(count)d Benutzer

source: %(count)d expenses
de: %(count)d Ausgaben

source: %(count)d settlements
de: %(count)d Ausgleichszahlungen

source: Settlements
de: Ausgleichszahlungen

source: Balance sheet
de: Bilanz

source: Manage users
de: Benutzer verwalten

source: Reopen this event
de: Veranstaltung wiedereröffnen

source: Send payment reminders
de: Versende Zahlungserinnerungen

source: Close this event
de: Veranstaltung schliessen

source: Edit this event
de: Diese Veranstaltung bearbeiten

source: Newer posts
de: Neuere Beiträge

source: Older posts
de: Ältere Beiträge

source: Add settlement:
de: Ausgleichszahlungen hinzufügen

source: Newer settlements
de: Neuere Ausgleichszahlungen

source: Older settlements
de: Ältere Ausgleichszahlungen

source: Bank account
de: Bankkonto

source: Edit bank account
de: Bankkonto bearbeiten

source: %(when)s, %(username)s spent %(amount_str)s for
de: %(when)s, %(username)s gab %(amount_str)s aus für

source: Event
de: Veranstaltung

source: Time
de: Zeit

source: Paid
de: Bezahlt

source: Involved
de: Betroffen

source: Sent
de: Gesendet

source: Received
de: Erhalten

source: Open settlements
de: Offene Ausgleichzahlungen
